Repository: trisquelgnulinux/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: pt_br

source: Components that have been confirmed to install applications from
pt_br: Componentes que tem sido confirmado para instalar aplicações de

source: If true, the main window is maximized.
pt_br: Se verdadeiro, a janela principal está maximizada.

source: Main window height
pt_br: Altura da janela principal

source: Main window maximization state
pt_br: Estado de maximização da janela principal

source: Main window width
pt_br: Largura da janela principal

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
pt_br: Valores possíveis: 0 : mostra todos os programas disponíveis 1 : mostra apenas os programas livres 2 : - 3 : mostra apenas os programas suportados 4 : mostra apenas os programas de terceiros 5 : - 6 : mostra apenas os programas instalados

source: Show only a subset of applications
pt_br: Mostrar apenas subconjunto de aplicações

source: Suggest application for MIME-type: approved components
pt_br: Aplicativo sugerido para MIME-type: componentes aprovados

source: Timeout for interactive search
pt_br: Tempo esgotado para apesquisa interativa

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
pt_br: Tempo esgotado para digitar na caixa de busca até uma busca ser requisitada (em milisegundos)

source: Timestamp of the last cache refresh run
pt_br: Marca de hora da última atualização de cache

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
pt_br: Quando um usuário requisitar a abertura de um arquivo mas o programa suportado não está instalado, o sistema irá oferecer para instalar programas nos itens listados aqui, bem como os programas autorizados individualmente na lista.

source: <b>Add</b>
pt_br: <b>Adicionar</b>

source: <b>Remove</b>
pt_br: <b>Remover</b>

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
pt_br: <big><b>A lista de aplicativos disponíveis expirou</b></big> Para recarregar a lista você precisa de uma conexão com a internet.

source: Add/Remove Applications
pt_br: Adicionar/Remover Aplicações

source: Apply pending changes and close the window
pt_br: Efetuar modificações pendentes e fechar a janela

source: Cancel pending changes and close the window
pt_br: Cancelar modificações pendentes e fechar a janela

source: Categories
pt_br: Categorias

source: Search:
pt_br: Procurar:

source: Show:
pt_br: Exibir:

source: The categories represent the application menu
pt_br: As categorias representam o menu de aplicativos

source: _Add/Remove More Applications
pt_br: _Adicionar/Remover Mais Programas

source: _Apply Changes
pt_br: _Aplicar Mudanças

source: _Reload
pt_br: _Recarregar

source: _Remove
pt_br: _Remover

source: _Retry
pt_br: _Repetir

source: applications
pt_br: aplicativos

source: Add/Remove...
pt_br: Adicionar/Remover...

source: Install and remove applications
pt_br: Instalar e remover aplicações

source: Package Manager
pt_br: Gerenciador de Pacotes

source: no suitable application
pt_br: nenhum programa adequado

source: No application suitable for automatic installation is available for handling this kind of file.
pt_br: Nenhum programa apropriado para manipular esse tipo de arquivo está disponível para instalação automática .

source: no application found
pt_br: nenhum programa achado

source: No application is known for this kind of file.
pt_br: Nenhum programa é conhecido para esse tipo de arquivo.

source: Searching for appropriate applications
pt_br: Procurando por aplicativos apropriados

source: Please wait. This might take a minute or two.
pt_br: Aguarde por favor. Este processo pode demorar um minuto ou dois.

source: Search for suitable codec?
pt_br: Procurar por codec adequado?

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
pt_br: O programa requerido para reproduzir esse arquivo não está instalado. Você precisa instalar os codecs apropriados para reproduzir esse tipo de mídia. Você deseja procurar por codecs que suportam esse tipo de arquivo? A procura irá também incluir programas que não são oficialmente suportados.

source: Invalid commandline
pt_br: Linha de comando inválida

source: '%s' does not understand the commandline argument '%s'
pt_br: \"%s\" não reconhece o argumento \"%s\"

source: Searching for appropriate codecs
pt_br: Procurando por codec apropriado

source: _Install
pt_br: _Instalar

source: Install Media Plug-ins
pt_br: Instalar plugins multimídia

source: "%s" cannot be opened
pt_br: Não foi possível abrir '%s'

source: A list of applications that can handle documents of the type '%s' will be created
pt_br: Uma lista de aplicações que podem manipular documentos do tipo '%s' será criada

source: Install applications to open "%s"
pt_br: Instalar aplicações para abrir "%s"

source: Install applications
pt_br: Instalar Programas

source: _Search
pt_br: _Busca

source: Searching for extensions
pt_br: Procurando por extensões

source: Extensions allow you to add new features to your application.
pt_br: Extensões permitem a você adicionar novas características para sua aplicação.

source: Install/Remove Extensions
pt_br: Instalar e Remover Extensões

source: Extension
pt_br: Extensão

source: To install an application check the box next to the application. Uncheck the box to remove the application.
pt_br: Para instalar um aplicativo selecione o quadrinho próximo ao aplicativo. E para remover, desmarque o quadrinho do respectivo aplicativo.

source: To perform advanced tasks use the Synaptic package manager.
pt_br: Para realizar tarefas avançadas use o Gerenciador de Pacotes Synaptic.

source: Quick Introduction
pt_br: Introdução Rápida

source: Installed applications only
pt_br: Apenas aplicações instaladas

source: Show only applications that are installed on your computer
pt_br: Mostrar apenas aplicações que estão instaladas no seu computador

source: Error reading the addon CD
pt_br: Erro lendo o CD adicionado

source: The addon CD may be corrupt
pt_br: O CD adicionado pode estar corrompido

source: The list of applications is not available
pt_br: A lista de aplicativos não está disponível

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
pt_br: Clique em 'Recarregar' para carregar a lista. Para recarregar a lista você precisa de uma conexão com a Internet funcionando.

source: %s cannot be installed on your computer type (%s)
pt_br: %s não pode ser instalado em seu tipo de computador (%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
pt_br: A aplicação requer características especiais de hardware ou o vendedor decidiu não suportar mais o seu tipo de computador.

source: Cannot install '%s'
pt_br: Não foi possível instalar '%s'

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
pt_br: Esta aplicação conflita com outro software previamente instalado. Para instalar '%s' o software conflitante deve ser removido antes. Mude para o gerenciador de pacotes 'synaptic' para solucionar este conflito

source: Cannot remove '%s'
pt_br: Não foi possível remover '%s'

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
pt_br: Um ou mais aplicativos dependem de %s. Para remover %s e os aplicativos dependentes, use o gerenciador de pacotes Synaptic.

source: C_onfirm
pt_br: C_onfirmar

source: Enable the installation of software from %s?
pt_br: Habilitar a instalação de programas de %s?

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
pt_br: %s é fornecido por terceiros, cabendo aos mesmos a responsabilidade de suporte e atualizações de segurança.

source: You need a working internet connection to continue.
pt_br: É necessário uma conexão à internet para proseguir.

source: _Enable
pt_br: _Habilitar

source: Failed to check for installed and available applications
pt_br: Falha ao checar por aplicativos instalados e disponíveis

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
pt_br: Esta é uma falha grave de seu sistema gerenciador de programas. Por favor verifique se há pacotes mal instalados com a ferramenta synaptic, verifique as permissões e integridade do arquivo '/etc/apt/sources.list' e recarregue as informações do programa com o comando:'sudo apt-get update' e 'sudo apt-get install -f'.

source: Apply changes to installed applications before closing?
pt_br: Aplicar mudanças aos aplicativos instalados antes de fechar?

source: If you do not apply your changes they will be lost permanently.
pt_br: Se voce nao aplicar as mudancas, elas serão descartadas permanentemente.

source: _Close Without Applying
pt_br: _Fechar sem aplicar

source: No help available
pt_br: Nenhuma ajuda disponível

source: To display the help, you need to install the "yelp" application.
pt_br: Para exibir a ajuda, você precisa instalar o aplicativo "yelp".

source: Apply the following changes?
pt_br: Aplicar as seguintes mudanças?

source: Please take a final look through the list of applications that will be installed or removed.
pt_br: Por favor faça uma verificação final das aplicações que serão instaladas ou removidas

source: There is no matching application available.
pt_br: Não há nenhum aplicativo semelhante disponível.

source: To broaden your search, choose "%s".
pt_br: Para tornar sua procura mais ampla escolha "%s".

source: To broaden your search, choose "%s" or "%s".
pt_br: Para tornar sua procura mais ampla escolha "%s" ou "%s".

source: To broaden your search, choose a different "Show" item.
pt_br: Para tornar sua procura mais ampla escolha um item "Mostrar" diferente.

source: To broaden your search, choose 'All' categories.
pt_br: Para ampliar sua busca, escolha a categoria 'Todos'.

source: Failed to open '%s'
pt_br: Falha ao abrir '%s'

source: Applications
pt_br: Aplicativos

source: Software installation failed
pt_br: Instalação de programa falhou

source: There has been a problem during the installation of the following pieces of software.
pt_br: Houve um problema durante a instalação dos seguintes pedaços do software.

source: Add/Remove More Software
pt_br: Adicionar/Remover Mais Programas

source: Application installation failed
pt_br: Instalação de aplicativo falhou

source: There has been a problem during the installation of the following applications.
pt_br: Ocorreu um problema durante a instalação das seguintes aplicações.

source: Software could not be removed
pt_br: Software não pode ser removido

source: There has been a problem during the removal of the following pieces of software.
pt_br: Ocorreu um problema durante a remoção das seguintes partes do software.

source: Not all applications could be removed
pt_br: Nem todos aplicativos puderam ser removidos

source: There has been a problem during the removal of the following applications.
pt_br: Ocorreu um problema durante a remoção das seguintes aplicações.

source: Installation and removal of software failed
pt_br: Falha na instalação e remoção do software

source: There has been a problem during the installation or removal of the following pieces of software.
pt_br: Ocorreu um problema durante a instalação ou remoção das seguintes partes do software.

source: Installation and removal of applications failed
pt_br: Instalação e remoção da aplicação falhou

source: There has been a problem during the installation or removal of the following applications.
pt_br: Ocorreu um problema durante a instalação ou remoção dos seguintes aplicativos.

source: New application has been installed
pt_br: Nova aplicação foi instalada

source: New applications have been installed
pt_br: Novas aplicaçãos foram instaladas

source: To start a newly installed application, choose it from the applications menu.
pt_br: Para iniciar uma aplicação recém instalada, selecione-a no seu menu de aplicativos.

source: To start a newly installed application double click on it.
pt_br: Para iniciar uma aplicação recém instalada dê um duplo clique nela.

source: Software has been installed successfully
pt_br: O Software foi instalado com sucesso

source: Do you want to install or remove further software?
pt_br: Você quer instalar ou remover mais algum programa?

source: Applications have been removed successfully
pt_br: Aplicações foram removidas com sucesso

source: Do you want to install or remove further applications?
pt_br: Você quer instalar ou remover mais algum programa?

source: Remove %s and bundled applications?
pt_br: Remover %s e aplicativos relacionados?

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
pt_br: %s faz parte de uma coleção de programas. Se você remover %s, removerá também todas as aplicações relacionadas.

source: _Remove All
pt_br: _Remover Tudo

source: Install %s and bundled applications?
pt_br: Instalar %s e aplicações relacionadas?

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
pt_br: %s faz parte de uma coleção de programas. Se você instalar %s, você instalará também todas as aplicações relacionadas.

source: _Install All
pt_br: _Instalar Tudo

source: %s is provided by a third party vendor.
pt_br: %s é fornecido por terceiros.

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
pt_br: O aplicativo vem com os seguintes termos e condições de licensa. Clique no botão 'Habilitar' para aceitá-lo:

source: Accept the license terms and install the software
pt_br: Aceitar a licença de termos e instalar o software

source: Loading cache...
pt_br: Carregando cache...

source: Collecting application data...
pt_br: Juntando dados de aplicações...

source: Loading applications...
pt_br: Carregando aplicações...

source: All
pt_br: Todos

source: Loading %s...
pt_br: Carregando %s...

source: Enable the installation of officially supported Debian software?
pt_br: Habilitar a instalação de software oficialmente suportado pelo Debian?

source: Debian provides support and security updates for %s
pt_br: O Debian fornece atualizações de suporte e segurança para %s

source: Description
pt_br: Descrição

source: %s cannot be installed
pt_br: %s não pôde ser instalado

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
pt_br: %s não pôde ser instalado no seu computador. A aplicação requer características especiais de hardware ou o vendedor decidiu não suportar mais o seu tipo de computador (%s).

source: %s is available in the third party software channel '%s'. To install it, please click on the checkbox to activate the software channel.
pt_br: %s está disponível no canal de softwares por terceiros \"%s\". Para instalá-lo, por favor, clique na caixa de verificação para ativar o canal de software.

source: This application is bundled with the following applications:
pt_br: Este aplicativo está empacotado com os seguintes aplicativos:

source: Version: %s (%s)
pt_br: Versão: %s (%s)

source: Popularity
pt_br: Popularidade

source: Application
pt_br: Aplicação

source: <big><b>Checking installed and available applications</b></big>
pt_br: <big><b>Checar aplicações disponíveis e instaladas</b></big>
